{
  "brandSign": "генератор имен",
  "shareTitle": "Поделиться этим именем!",
  "symbols": "символов",
  "generate": {
    "text": "Сгенерировать",
    "annotation": "Или нажмите <kbd>пробел</kbd>",
    "title": "Сгенерировать новое имя"
  },
  "starred":{
    "title": "Это имя добавленно в избранное",
    "unstar": "Убрать имя из избранного",
    "star": "Добавить имя в избранное"
  },
  "history":{
    "showTitle": "Показать всю историю",
    "showFavsTitle": "Показать только избранные имена",
    "hideTitle": "Скрыть историю",
    "openTitle": "Открыть историю"
  },
  "generated":{
    "placeholder": "Нажмите на кнопку \"Сгенерировать\""
  },
  "XLSX":{
    "preparing": "Подготавливаем Excel файл...",
    "download": "Скачать все избранные имена в виде Excel-файла"
  },
  "domains":{
    "loading": "<br/>Проверяю<br/>доступные домены...",
    "buy": "Купить этот домен"
  },
  "meta":{
    "title": "Генератор уникальных имен",
    "description": "Сгенерируйте уникальное имя проекта и сайта. Найдите вдохновение и короткое имя домена для вашего нового проекта. Мы взяли лучшие практики из веб-дизайна и компьютерного обучения чтобы объединить их вместе. Вы будете наслаждаться процессом поиска уникального и легко произносимого имени для вашего нового бренда, веб-сайта и / или проекта. Мы создали действительно удобный интерфейс, простой и понятный в использовании. Серьезно - откройте наш сайт на большом телевизове в вашей гостиной. Но мы не остановились на дизайне и применили лучшие практики машинного обучения, чтобы генерировать правильные человеко-читаемые слова. Помимо подбора идеального названия - мы поможем Вам найти доменное имя (адрес сайта), вы не поверите, но даже для проекта с именем длинной в три буквы вы найдете трех буквенный домен.",
    "keywords": "вдохновение, вдохновлять, короткий, короткие, короткий, домен, домены, 3 буквы домен, 3 буквы домен, 3 буквы, три буквы домен, трех буквенный домен, три буквы, короткий домен, уникальный, Uniq, имя, сайт, проект, генерировать, генератор, сгенерировать имя, сгенерировать сайт, сгенерировать проект"
  },
  "404":{
    "title": "Извините, данная страница не существует",
    "link": "Перейти на главную страницу"
  },
  "translation":{
    "git": "Добавить или улучшить перевод"
  },
  "contacts":{
    "contactUs": "Обратная связь",
    "issue": "Сообщить об ошибке"
  }
}