_app.i18n.ru = 
  brandSign: 'генератор имен'
  shareTitle: 'Поделиться этим именем!'
  symbols: 'символов'
  symbols_: 'символа'
  generate:
    text: 'Сгенерировать'
    annotation: 'Или нажмите <kbd>пробел</kbd>'
    title: 'Сгенерировать новое имя'
  starred:
    title: 'Это имя добавлено в избранное'
    unstar: 'Убрать имя из избранного'
    star: 'Добавить имя в избранное'
  history:
    showTitle: 'Показать всю историю'
    showFavsTitle: 'Показать только избранные имена'
    hideTitle: 'Скрыть историю'
    openTitle: 'Открыть историю'
    removeFavorites:
      confirm: 'Удалить все избранные имена? Вы можете сохранить все избранные имена в виде файла, для этого перейдите в меню (левое) доменов и нажмите "Скачать".'
      title: 'Удалить избранное'
    removeHistory:
      confirm: 'Очистить историю и удалить все имена?'
      title: 'Очистить историю'
  generated: placeholder: 'Нажмите на кнопку "Сгенерировать"'
  XLSX:
    preparing: 'Подготавливаем файл...'
    download: 'Скачать все избранные имена в виде текстового файла'
  domains:
    loading: '<br/>Проверяю<br/>доступные домены...'
    buy: 'Купить этот домен'
  meta:
    title: 'Генератор уникальных имен'
    description: 'Генератор уникального названия для проектов, компаний, брендов, фирменных наименований и доменных имен. Поиск уникального, легко-произносимого и запоминающегося имени. Процесс подбора вдохновит вас на удачный выбор. Лучшие практики из веб-дизайна и лингвистических алгоритмов объединились вместе для незабываемого процесса нейминга вашего продукта. Мы создали действительно удобный интерфейс, простой и понятный в использовании. Серьезно. Откройте наш сайт на большом экране переговорной комнаты или вашей гостиной и найдите "Слово". Одновременно с подбором идеального названия будет осуществлен поиск доменного имени (адреса сайта), вы не поверите, но даже для проекта с оригинальным именем длинной в три буквы вы найдете трех буквенный домен. Сгенерируйте имя для лодки, яхты, домашнего питомца, никнейма, е-мейла, веб-сайта, книги, поэмы, мюзикла, фильма, автомобиля, проявите свою фантазию.'
    keywords: 'вдохновение, короткий, домен, 3 буквы домен, трех буквенный домен, уникальный, имя, сайт, проект, генерировать, генератор, сгенерировать, подбор, поиск, выбор, создать, название, наименование, нейминг, web-сайт, веб-сайт'
  '404':
    title: 'Извините, данная страница не существует'
    link: 'Перейти на главную страницу'
  translation: git: 'Добавить или улучшить перевод'
  contacts:
    contactUs: 'Обратная связь'
    issue: 'Сообщить об ошибке'
  words: more: 'еще'
  status: offline: 'Нет интернет-соединения'
  collaborate:
    title: 'Совместный режим'
    description: 'В этом режиме вы можете совместно просматривать генерируемые слова и формировать списки избранных. Поделитесь ссылкой на эту страницу со своими друзьями или коллегами, и на ваших экранах отразится идентичная информация.'