{
  "brandSign": "name generator",
  "shareTitle": "Share this name!",
  "symbols": "characters",
  "generate": {
    "text": "Generate",
    "annotation": "Or press <kbd>spacebar</kbd>",
    "title": "Generate new name"
  },
  "starred":{
    "title": "This name is starred",
    "unstar": "Unstar this name",
    "star": "Star this name"
  },
  "history":{
    "showTitle": "Show full history",
    "showFavsTitle": "Show starred names only",
    "hideTitle": "Hide History",
    "openTitle": "Open History"
  },
  "generated":{
    "placeholder": "Press Generate Button"
  },
  "XLSX":{
    "preparing": "Preparing your Excel file...",
    "download": "Download all starred names as Excel file"
  },
  "domains":{
    "loading": "<br/>Checking for<br/>available domains...",
    "buy": "Buy this domain"
  },
  "meta":{
    "title": "Unique name generator",
    "description": "Unique names generator for projects, campaigns, brands, companies, and domain names. Search for a unique, easy-worded and unforgettable name. Our creative search process is sure to inspire the right choice. We combined best elements from web-design and linguistic algorithms for one of the kind process of finding a name for your product. We created exceptionally user-friendly interface, simple and clear to utilize. Seriously. (No kidding) Just access our web-site from conference room or from your couch and find that special \"word\". Moreover, we will help you to find a great domain name/title (web address). You won't believe it, but even for a three-letters long name you will be able to find a three-letter domain. Generate a name for your boat, yacht, pet, user name/nickname, e-mail address, web-site, book, poem, song, musical album/track, movie, car/automobile, etc. Just use your imagination and our resources for any successful endeavor!",
    "keywords": "inspiration, inspire, domain, 3 letter domain, three letter domain, short domain, unique, name, title, website, project, generate, generator, name generator, title generator"
  },
  "404":{
    "title": "Sorry, page not found",
    "link": "Go to main page"
  },
  "translation":{
    "git": "Add or improve translation"
  },
  "contacts":{
    "contactUs": "Contact Us",
    "issue": "Submit an issue"
  }
}